Repository: JakobDev/jdAppStreamEdit
Catalog: deploy/translations/*.po
Languages: de, ru

source: A graphical Program to create and edit AppStream files
de: Ein grafisches Programm zum erstellen und bearbeiten von AppStream Dateien
ru: Графическое приложение для создания и редактирования файлов AppStream

source: jdAppStreamEdit (previously known as jdAppdataEdit) allows you to easily create and edit AppStream (.appdata.xml or .metainfo.xml) files for your Application.
de: jdAppStreamEdit (zuvor bekannt als jdAppdataEdit) bietet eine einfache Möglichkeit zum erstellen und bearbeiten von AppStream (.appdata.xml oder .metainfo.xml) Dateien.
ru: jdAppStreamEdit (ранее именуемое jdAppdataEdit) позволяет легко создавать и редактировать файлы AppStream ваших приложений (.appdata.xml, либо .metainfo.xml).

source: Features:
ru: Возможности:

source: Easy to use
de: Einfach zu benutzen
ru: Лёгкое в использовании

source: Full support for the Open Age Rating System (OARS)
de: Vollständiger Support für das Open Age Rating System (OARS)
ru: Полная поддержка Открытой системы возрастного рейтинга (OARS)

source: The AppStream files are fully translatable
de: Die AppStream Dateien sind vollständig übersetzbar
ru: Файлы AppStream полностью локализуемы

source: Releases can be imported from GitHub, GitLab, Gitea, Git Repos and NEWS files
de: Veröffentlichungen können von GitHub, GitLab, Gitea, Git Repos und NEWS Dateien importiert werden
ru: Импорт выпусков из GitHub, GitLab, Gitea, Git-репозиториев и файлов NEWS

source: You can view a preview in Gnome Software
de: Du kannst dir eine Vorschau in Gnome Software anzeigen lassen
ru: Предпросмотр в ПО Gnome

source: You can use a existing .desktop file as template
de: Du kannst eine existierende .desktop Datei als Vorlage benutzen
ru: Можно использовать имеющиеся файлы .desktop в качестве шаблонов

source: Supports External Releases
de: Externe Veröffentlichungen werden unterstützt
ru: Поддержка внешних выпусков

source: Plugins
ru: Модули

source: The General Tab
de: Der Allgemeine Tab
ru: Главная влкадка

source: The Description Tab
de: Der Beschreibungstab
ru: Вкладка описания

source: The Screenshots Tab
de: Der Screenshottab
ru: Вкладка снимков экрана

source: The Releases Tab
de: Der Veröffentlichungstab
ru: Вкладка выпусков

source: The Links Tab
de: Der Linkstab
ru: Вкладка ссылок

source: The Control Tab
de: Der Eingabetab
ru: Вкладка управления

source: The OARS Tab
de: Der OARS Tab
ru: Вкладка OARS

source: A graphical Program to create and edit AppStream Releases files
de: Ein grafisches Programm zum erstellen und bearbeiten von AppStream Veröffentlichungs Dateien
ru: Графическое приложение для создания и редактирования файлов выпусков AppStream
